Repository: niels-hop/Colonnade
Catalog: Colonnade/Localizable.xcstrings
Source language: en
Languages: de, fr, it, ja, ko, nl_be, pl, pt_br, ru, zh_hans, zh_hant

source: You can only use up to %lld keys in a keybind.
fr: Vous ne pouvez utiliser que %lld touches dans un raccourci.
it: Puoi usare un massimo di %lld tasti in una scorciatoia.
ja: キー設定には最大で%lld個のキーしか使用できません。
ko: 하나의 키 바인딩에는 최대 %lld 개의 키만 사용할 수 있습니다.
nl_be: Je kan maximaal %lld toetsen gebruiken in een toetscombinatie.
pl: Możesz użyć tylko %lld klawiszy w skrócie.
pt_br: Você pode usar no máximo %lld teclas em um atalho.
ru: Вы можете использовать до %lld клавиш.
zh_hans: 你最多只能使用%lld个按键组成快捷键。
zh_hant: 你最多只能使用%lld個按鍵組成按鍵綁定。

source: Actions
it: Azioni
ja: アクション
ko: 액션
nl_be: Acties
pl: Akcje
pt_br: Ações
ru: Действия
zh_hans: 操作
zh_hant: 操作

source: Position
it: Posizione
ja: 位置
ko: 위치
nl_be: Positie
pl: Położenie
pt_br: Posição
ru: Местоположение
zh_hans: 位置
zh_hant: 位置

source: Version %@
it: Versione %@
ja: バージョン：%@
ko: 버전 %@
nl_be: Versie %@
pl: Wersja %@
pt_br: Versão %@
ru: Версия %@
zh_hans: %@版本
zh_hant: %@版本

source: s
ja: 秒
ru: c
zh_hans: 秒
zh_hant: 秒

source: Stage Manager
ja: ステージマネージャ
ko: 스테이지 매니저
nl_be: State Manager
ru: Постановшик
zh_hans: 台前调度
zh_hant: 台前調度

source: OK
ko: 확인
ru: Ок
zh_hans: 好
zh_hant: 好

source: px
ko: 픽셀
zh_hans: 像素
zh_hant: 像素

source: Always On
nl_be: Altijd aan

source: Appearance
nl_be: Weergave

source: Automatic
nl_be: Automatisch

source: Automatic restore
nl_be: Automatisch terugzetten

source: Built on Loop
nl_be: Gebouwd op Loop

source: By default, cycles resume from where you last left off in each window.
nl_be: Standaard gaan cycli per venster verder waar je gebleven was.

source: Change…
nl_be: Wijzig…

source: Check for Updates
nl_be: Zoek naar updates

source: Check for updates automatically
nl_be: Automatisch zoeken naar updates

source: Check your internet connection and try again.
nl_be: Controleer je internetverbinding en probeer het opnieuw.

source: Checking…
nl_be: Bezig met zoeken…

source: Click cycles widths
nl_be: Klikken wisselt breedte

source: Click or scroll to change the width
nl_be: Klik of scroll om de breedte te wijzigen

source: Click to change the width
nl_be: Klik om de breedte te wijzigen

source: Colonnade %@ is available
nl_be: Colonnade %@ is beschikbaar

source: Colonnade %@ is the latest version.
nl_be: Colonnade %@ is de nieuwste versie.

source: Colonnade is a fork of Loop by Kai Azim, released under the GNU General Public License v3.0. Its window engine, settings framework and much more come from the Loop project.
nl_be: Colonnade is een fork van Loop door Kai Azim, uitgebracht onder de GNU General Public License v3.0. De venstermotor, het instellingenframework en nog veel meer komen uit het Loop-project.

source: Colonnade is free and open source. Found a bug or have an idea? Let us know on GitHub.
nl_be: Colonnade is gratis en open source. Een bug gevonden of een idee? Laat het weten op GitHub.

source: Controls
nl_be: Bediening

source: Couldn't check for updates
nl_be: Kan niet zoeken naar updates

source: Couldn't check. Try again
nl_be: Zoeken mislukt. Probeer opnieuw

source: Created Loop, the app Colonnade is built on
nl_be: Maakte Loop, de app waarop Colonnade is gebouwd

source: Default layout
nl_be: Standaardindeling

source: Dock size
nl_be: Grootte van het dock

source: Download the new version from GitHub and replace the app in your Applications folder.
nl_be: Download de nieuwe versie van GitHub en vervang de app in je map Apps.

source: Drag a divider to resize neighbours. Move down to place freely.
nl_be: Sleep een scheidingslijn om buren te verbreden. Beweeg omlaag om vrij te plaatsen.

source: Everyone who made Loop what it is
nl_be: Iedereen die Loop heeft gemaakt tot wat het is

source: Feel
nl_be: Gevoel

source: Fill the free space
nl_be: Vul de vrije ruimte

source: Focus slot
nl_be: Plek Focus

source: Hold %@
nl_be: Houd %@ ingedrukt

source: Hold the trigger, move the mouse, release.
nl_be: Trigger inhouden, muis bewegen, loslaten.

source: Horizontal window management for wide screens
nl_be: Horizontaal vensterbeheer voor brede schermen

source: How it works
nl_be: Zo werkt het

source: Insert beside a window
nl_be: Voeg in naast een venster

source: Layouts
nl_be: Indelingen

source: Loop contributors
nl_be: Bijdragers aan Loop

source: Loop design
nl_be: Ontwerp Loop

source: Loop development
nl_be: Ontwikkeling Loop

source: MacBook slot
nl_be: Plek MacBook

source: Move down to place freely
nl_be: Beweeg omlaag om vrij te plaatsen

source: Move the mouse sideways
nl_be: Beweeg de muis zijwaarts

source: Never
nl_be: Nooit

source: Open Download Page
nl_be: Open downloadpagina

source: Pick a column, a gap or a window to stack on. Windows always fill the full height.
nl_be: Kies een kolom, een lege plek of een venster om op te stapelen. Vensters vullen altijd de volle hoogte.

source: Pointer sensitivity
nl_be: Gevoeligheid aanwijzer

source: Press Escape to cancel.
nl_be: Druk op Escape om te annuleren.

source: Release to place the window
nl_be: Laat los om het venster te plaatsen

source: Report an Issue
nl_be: Meld een probleem

source: Restore after wake
nl_be: Terugzetten na sluimer

source: Restore defaults
nl_be: Standaardwaarden herstellen

source: Restore on launch or login
nl_be: Terugzetten bij starten of inloggen

source: Restore when displays change
nl_be: Terugzetten als schermen veranderen

source: Restore when Spaces change
nl_be: Terugzetten als Spaces veranderen

source: Save %@
nl_be: Bewaar %@

source: Save the current arrangement of your windows to a slot from the menu bar, and restore it whenever you need it.
nl_be: Bewaar de huidige indeling van je vensters in een plek via de menubalk en zet hem terug wanneer je wilt.

# Settings tab: Layouts
source: Layouts
nl_be: Indelingen

# Settings tab: Trigger & Shortcuts
source: Trigger & Shortcuts
nl_be: Trigger & sneltoetsen

source: Show in Dock
nl_be: Toon in Dock

source: Show preview while placing
nl_be: Toon voorvertoning tijdens plaatsen

source: Slots
nl_be: Plekken

source: Stack on an existing window
nl_be: Stapel op een bestaand venster

source: The dock appears as a miniature of your screen.
nl_be: Het dock verschijnt als miniatuur van je scherm.

source: The dock is turned off and the radial menu is used on every screen.
nl_be: Het dock staat uit en op elk scherm wordt het radiaalmenu gebruikt.

source: The dock is used on every screen, including a MacBook's built-in display.
nl_be: Het dock wordt op elk scherm gebruikt, ook op het ingebouwde scherm van een MacBook.

source: The dock is used on wide screens. Narrower screens fall back to the radial menu.
nl_be: Het dock wordt gebruikt op brede schermen. Smallere schermen gebruiken het radiaalmenu.

source: the trigger key
nl_be: de triggertoets

source: Trigger key
nl_be: Triggertoets

source: Use the dock
nl_be: Gebruik het dock

source: Use the Dock
nl_be: Gebruik het dock

source: When to use the dock
nl_be: Wanneer het dock gebruiken

source: Wide from aspect ratio
nl_be: Breed vanaf beeldverhouding

source: Work slot
nl_be: Plek Werk

source: You're up to date
nl_be: Je bent up-to-date
